Repository: NNN-Studio/Dial
Catalog: Dial/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %lld controllers, %lld activated
source: %1$lld controllers, %2$lld activated
zh_hans: 共%1$lld个控制器，已启用%2$lld个

source: About %@…
zh_hans: 关于%@…

# AboutViewController/Title
source: About %@
zh_hans: 关于%@

source: Accessibility Access
zh_hans: 辅助功能权限

# Accessibility Permissions Alert: Content
source: %1$@ needs Accessibility permissions to perform dialing actions. If you're updating, you might have to remove %2$@ from the list before re-granting the permissions.
zh_hans: %1$@需要辅助功能权限以执行旋钮操作。 如果你正在更新应用，你也许需要先将%2$@从权限列表中移除，再重新给予权限。

# Accessibility Permissions Alert: Title
source: %@ needs Accessibility Permissions
zh_hans: %@需要辅助功能权限

source: Acknowledgements
zh_hans: 鸣谢

source: Activated
zh_hans: 已启用

source: Alternates direction
zh_hans: 反转旋转方向

source: Application Data
zh_hans: 应用数据

source: Are You Sure to Reset All Controllers Data?
zh_hans: 确定重置所有控制器数据吗？

source: Are You Sure to Reset All Global Configurations?
zh_hans: 确定重置所有全局设置项吗？

source: Auto hides menu bar item
zh_hans: 自动隐藏菜单栏图标

source: Automatically checks for updates
zh_hans: 自动检查更新

source: Builtin
zh_hans: 内置

source: Builtin Controller
zh_hans: 内置控制器

source: By
zh_hans: 来自

source: By sending feedbacks, you can report bugs, request features or more. Issue templates are provided for detailing your feedbacks.
zh_hans: 你可以通过发送反馈的方式报告漏洞、请求新功能等等。默认提供的议题模板可以帮助你更好地完善反馈信息。

source: Check for Updates…
zh_hans: 检查更新…

source: Configurations
zh_hans: 配置

source: Connect via Bluetooth
zh_hans: 通过蓝牙连接

source: Controller activated
zh_hans: 控制器已启用

# Controller Name Placeholder
source: New Controller
zh_hans: 新控制器

source: Controllers
zh_hans: 控制器

source: Controllers Data
zh_hans: 控制器数据

# Controllers/Builtin/Brightness: Abstraction
source: You can control screen brightness and keyboard backlighting through this controller.
zh_hans: 通过此控制器，你可以控制屏幕亮度和键盘背光。

# Controllers/Builtin/Brightness: Double Press
source: Keyboard backlighting down.
zh_hans: 降低键盘背光亮度。

# Controllers/Builtin/Brightness: Press
source: Keyboard backlighting up.
zh_hans: 增加键盘背光亮度。

# Controllers/Builtin/Brightness: Press and Rotate Clockwisely
source: Toggle keyboard backlighting.
zh_hans: 开关键盘背光。

# Controllers/Builtin/Brightness: Rotate Clockwisely
source: Screen brightness up.
zh_hans: 增加屏幕亮度。

# Controllers/Builtin/Brightness: Rotate Counterclockwisely
source: Screen brightness down.
zh_hans: 降低屏幕亮度。

# Controllers/Builtin/Mission: Abstraction
source: You can iterate through App Switcher and activate app windows through this controller.
zh_hans: 通过此控制器，你可以循环查看并激活应用切换器中的应用。

# Controllers/Builtin/Playback: Abstraction
source: You can control system media playbacks through this controller.
zh_hans: 通过此控制器，你可以控制系统媒体状态。

# Controllers/Builtin/Playback: Double Press
source: Toggle system mute.
zh_hans: 切换系统静音状态。

# Controllers/Builtin/Playback: Press
source: Toggle system media play / pause.
zh_hans: 切换系统媒体播放/暂停。

# Controllers/Builtin/Playback: Press and Rotate Clockwisely
source: System volume up.
zh_hans: 增加系统音量。

# Controllers/Builtin/Playback: Press and Rotate Counterclockwisely
source: System volume down.
zh_hans: 降低系统音量。

# Controllers/Builtin/Playback: Rotate Clockwisely
source: Media forward (shortcuts 􀄫).
zh_hans: 媒体快进（􀄫）。

# Controllers/Builtin/Playback: Rotate Counterclockwisely
source: Media backward (shortcuts 􀄪).
zh_hans: 媒体快退（􀄪）。

# Controllers/Builtin/Scroll: Abstraction
source: You can scroll and perform middle button clicks through this controller. Scrolls and clicks will always happen at the cursor.
zh_hans: 通过此控制器，你可以模拟滚动和鼠标中键。滚动和按键操作总是发生在光标处。

# Controllers/Builtin/Scroll: Press
source: Perform a middle button click.
zh_hans: 模拟按下鼠标中键。

# Controllers/Default/Brigshtnes: Name
source: Brightness
zh_hans: 亮度

# Controllers/Default/Mission: Name
source: Mission
zh_hans: 任务

# Controllers/Default/Playback: Name
source: Playback
zh_hans: 媒体

# Controllers/Default/Scroll: Name
source: Scroll
zh_hans: 滚动

source: Dependencies
zh_hans: 依赖项

source: Dial
zh_hans: 旋钮

source: Dial Menu
zh_hans: 旋钮菜单

source: Direction
zh_hans: 旋转方向

# Direction: Clockwise Name
source: Clockwise
zh_hans: 顺时针

# Direction: Counterclockwise Name
source: Counterclockwise
zh_hans: 逆时针

source: disconnected
zh_hans: 未连接

source: Discover and connect to your device in Settings app so that %@ is able to take charge of it. Click the reconnect button when your device is ready.
zh_hans: 你需要在系统设置中查找并连接到你的设备，以便让%@接管它。准备好你的设备后，请按下重新连接按钮。

source: Double press
zh_hans: 连续按下

source: Follows physical direction
zh_hans: 跟随物理设备旋转方向

source: Fundamental
zh_hans: 基础信息

source: General
zh_hans: 通用

source: Global Behavior
zh_hans: 全局行为

source: Global Configurations
zh_hans: 全局设置项

source: Granted
zh_hans: 已给予

source: Haptics feedback
zh_hans: 震感反馈

source: HID device communications
zh_hans: 与HID设备沟通

source: Hides menu bar item while device disconnected. To see this window again, please re-open %@.
zh_hans: 未连接到设备时自动隐藏菜单栏图标。需要访问此窗口时，请再次启动%@。

source: Inactivated
zh_hans: 未启用

source: License
zh_hans: 源代码证书

source: Main page
zh_hans: 主页

source: Menu Bar Item
zh_hans: 菜单栏图标

# Menu: Direction
source: Direction
zh_hans: 旋转方向

# Menu: Haptics
source: Haptics Feedback
zh_hans: 震感反馈

# Menu: Sensitivity
source: Sensitivity
zh_hans: 敏感度

# Menu: Starts with macOS
source: Starts with macOS
zh_hans: 随macOS启动

source: MIT License
zh_hans: MIT证书

source: More…
zh_hans: 更多…

source: None
zh_hans: 无

source: Not Granted
zh_hans: 未给予

source: Open in Settings
zh_hans: 在系统设置中打开

source: Original project
zh_hans: 原项目

source: Permissions
zh_hans: 权限

source: Press
zh_hans: 按下

source: Press a key…
zh_hans: 按下按键…

source: press and hold dial
zh_hans: 按住旋钮

source: Press and rotate clockwisely
zh_hans: 按下并顺时针旋转

source: Press and rotate counterclockwisely
zh_hans: 按下并逆时针旋转

source: Quick Settings
zh_hans: 快速设置

source: Quit
zh_hans: 退出

source: Re-open %@ to see this window.
zh_hans: 再次启动%@以打开此窗口。

source: Remove
zh_hans: 移除

source: Rename
zh_hans: 重命名

source: Request Access…
zh_hans: 请求权限…

source: Reset
zh_hans: 重置

source: Rotate clockwisely
zh_hans: 顺时针旋转

source: Rotate counterclockwisely
zh_hans: 逆时针旋转

source: Rotation type
zh_hans: 旋转方式

# Rotation: Continuous Name
source: Continuous
zh_hans: 连续

# Rotation: Stepping Name
source: Stepping
zh_hans: 步进

source: Send Feedback…
zh_hans: 反馈问题…

source: Sensitivity
zh_hans: 敏感度

# Sensitivity: Extreme Name
source: Extreme
zh_hans: 极致

# Sensitivity: High Name
source: High
zh_hans: 高

# Sensitivity: Low Name
source: Low
zh_hans: 低

# Sensitivity: Medium Name
source: Medium
zh_hans: 中

# Sensitivity: Natural Name
source: Natural
zh_hans: 自然

source: Settings…
zh_hans: 设置…

source: Shows menu bar item
zh_hans: 显示菜单栏图标

source: Special Thanks
zh_hans: 特别感谢

source: Starts with macOS
zh_hans: 随macOS启动

source: Surface Dial
zh_hans: 智能旋钮

source: SURFACE DIAL DISCONNECTED
zh_hans: 未连接到智能旋钮

source: This controller is builtin, customizations are not applicable.
zh_hans: 此控制器是内置控制器，自定义选项不可用。

source: This option applies after "Follows physical direction".
zh_hans: 此设置项应用于“跟随物理设备旋转”项之后。

source: Triggers when…
zh_hans: 自定义快捷键…

source: UI layout guide
zh_hans: UI设计指导

source: Updates
zh_hans: 更新

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 应用版本：%1$@ (%2$@)

source: Your Surface Dial on Mac.
zh_hans: 在Mac上使用你的Surface智能旋钮。
